// title
"SCANNING_TITLE" = "Finding software";
"INSTALLING_X_TITLE" = "Installing %@";
"DOWNLOADING_X_TITLE" = "Downloading %@";
"1_ITEM" = "1 item";
"N_ITEMS" = "%d items";

// message
"DOWNLOADING_ITEM_STATUS" = "Downloading %@…";
"EXPANDING_ITEM_STATUS" = "Expanding and verifying %@…";
"INSTALLING_ITEM_STATUS" = "Installing updates…";

// time remaining
"FILE_SIZES_STATUS" = "%@ of %@";
"FILE_SIZES_AND_TIME_ESTIMATE_STATUS" = "%@ of %@ — %@";

// stop button
"STOP_TITLE" = "Stop";
"QUIT_TITLE" = "Quit";

// No restart required - finished
"INSTALLATION_DONE_SINGLE" = "The update was installed successfully.";
"INSTALLATION_DONE" = "The updates were installed successfully.";
"INSTALLATION_FAILED" = "An error occurred during installation.";
"DOWNLOAD_ONLY_FAILED" = "An error occurred during download.";
"DOWNLOAD_ONLY_DONE_SINGLE" = "The update was downloaded successfully.";
"DOWNLOAD_ONLY_DONE" = "The updates were downloaded successfully.";
"OK_TITLE" = "OK";
